Repository: Clickadelic/licence-manager
Catalog: languages/the-license-manager-*.po
Languages: de_de

source: Licence data
de_de: Lizenzdaten

source: Support data
de_de: Support-Daten

source: Licence price
de_de: Lizenzpreis

source: Licence key
de_de: Lizenzschlüssel

source: Purchase type
de_de: Erwerbsart

source: Please select
de_de: Bitte wählen

source: Single purchase
de_de: Einmaliger Kauf

source: Monthly subscribtion
de_de: Monatliches Abonnement

source: Yearly subscribtion
de_de: Jährliches Abonnement

source: Yearly renewal required
de_de: Jährliche Erneuerung erforderlich

source: Licence purchase date
de_de: Kaufdatum der Lizenz

source: Licence expiry date
de_de: Ablaufdatum der Lizenz

source: Go to login
de_de: Zum Login

source: Associated e-mail
de_de: Zugehörige E-Mail

source: Associated password
de_de: Zugehöriges Passwort

source: Go to website
de_de: Zur Webseite

source: Associated owner
de_de: Assoziierter Besitzer

source: Licence name
de_de: Lizenzname

source: e.g. basic, business, etc.
de_de: z.B. Basic, Business, etc.

source: Notes
de_de: Notizen

source: Please choose the type of the licence
de_de: Bitte wähle die Art der Lizenz

source: Single licence
de_de: Einzelne Lizenz

source: Multisite capable
de_de: Multisite-fähig

source: Volume licence
de_de: Volumenlizenz

source: User Token / Client Secret
de_de: Benutzertoken / Client Secret

source: API Key
de_de: API-Schlüssel

source: Person of contact
de_de: Ansprechpartner

source: John Doe
de_de: Max Mustermann

source: John doe
de_de: z.B. Max Mustermann

source: Support phone
de_de: Support-Telefon

source: Use this file
de_de: Verwende diese Datei

source: Licence manager options
de_de: Theme-Einstellungen

source: Licence manager
de_de: Lizenzmanager

source: License overview
de_de: Lizenzübersicht

source: Current licences
de_de: Aktuelle Lizenzen

source: License name
de_de: Lizenzname

source: License type
de_de: Lizenztyp

source: Purchase date
de_de: Kaufdatum

source: Expiry date
de_de: Ablaufdatum

source: Euro &euro;
de_de: Euro €

source: Edit this licence
de_de: Bearbeiten dieser Lizenz

source: Multisite-capable
de_de: Multisite-fähig

source: Licence type
de_de: Lizenztyp

source: Currently no licences available
de_de: Derzeit keine Lizenzen verfügbar

source: Enter license name
de_de: Lizenznamen eingeben

source: Options
de_de: Optionen

source: Licenses
de_de: Lizenzen

source: License
de_de: Lizenz

source: All licenses
de_de: Alle Lizenzen

source: Add new license
de_de: Lizenz hinzufügen

source: Edit license
de_de: Lizenz bearbeiten

source: New license
de_de: Lizenz hinzufügen

source: View licenses
de_de: Lizenzen ansehen

source: View license
de_de: Lizenz hinzufügen

source: Search licenses
de_de: Lizenzen durchsuchen

source: Parent license
de_de: Parent-Lizenz

source: No licenses found
de_de: Keine Lizenzen gefunden

source: No licenses found in Trash
de_de: Keine Lizenzen im Papierkorb gefunden

source: Projects
de_de: Projekte

source: Project
de_de: Projekt

source: Search projects
de_de: Projekte durchsuchen

source: Popular projects
de_de: Populäre Projekte

source: All projects
de_de: Alle Projekte

source: Edit project
de_de: Projekt bearbeiten

source: Update project
de_de: Projekt aktualisieren

source: Add New project
de_de: Neues Projekt hinzufügen

source: New project
de_de: Neues Projekt

source: Separate projects
de_de: Projekte trennen

source: Add or remove projects
de_de: Hinzufügen oder Entfernen von Projekten

source: Choose from most used projects
de_de: Wähle aus den am häufigsten verwendeten Projekten

source: No projects found
de_de: Keine Projekte gefunden

source: No projects found in trash
de_de: Keine Porojekte im Papierkorb gefunden

source: Usage tags
de_de: Anwendungsbereiche

source: Usage tag
de_de: Verwendungs-Tags

source: Search usage tags
de_de: Verwendungs-Tags durchsuchen

source: Popular usage tags
de_de: Beliebte Anwendungen

source: All usage tags
de_de: Alle Anwendungen

source: Edit usage tags
de_de: Bearbeiten von Anwendungen

source: Update usage tags
de_de: Anwendungen aktualisieren

source: Add New usage tags
de_de: Anwendung hinzufügen

source: New usage tags
de_de: Neuer Anwendungbereich

source: Separate usage tags
de_de: Anwendungsbereiche trennen

source: Add or remove usage tags
de_de: Hinzufügen oder Entfernen von Anwendungen

source: Choose from most used usage tags
de_de: Wählen Sie aus den am häufigsten verwendeten Anwendungsbereichen

source: No usage tags found
de_de: Keine Verwendungs-Tags gefunden

source: License manager
de_de: Der Lizenzmanager

source: Add new licence
de_de: Neue Lizenz hinzufügen

source: add new licence
de_de: neue Lizenz hinzufügen

source: license in total
de_de: Lizenzen insgesamt

source: Go to options
de_de: Zu den Optionen

source: The License Manager
de_de: Der Lizenzmanager

source: A plugin to manage WordPress licenses the right way.
de_de: Ein Plugin, um WordPress-Lizenzen auf einfache Weise zu verwalten.
